Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.f706d60d6a72
source: 次の記録
ar_sa: السجل التالي
ca: següent rècord
cs: Další záznam
da: Næste registrering
de_de: Nächte Aufzeichnung
el: Επόμενη καταγραφή
en_au: Next record
es_es: Siguiente registro
fi: Seuraava merkintä
fr_ca: Prochaine entrée
gu: આગળનો રેકોર્ડ
he: הרישום הבא
hi: अगला रिकॉर्ड
hr: Sljedeće snimanje
hu: Következő rekord
id: Catatan selanjutnya
it: Prossimo record
ko: 다음 기록
mr: पुढील नोंदी
ms: Catatan seterusnya
nl_nl: Volgende registratie
no: Neste registrering
pl: Następna notatka
pt_br: Próxima entrada
pt_pt: Próxima entrada
ro: Următoarea înregistrare
ru: Следующая запись
sk: Nasledujúca zaznamenaná hodnota
sl: Naslednje zapise
sv: Nästa registrering
ta: அடுத்த பதிவு
te: తదుపరి రికార్డు
th: บันทึกต่อไป
tr: Son kaydınız
uk: Наступна відповідь
vi: Ghi lại lần sau
zh_hans: 下一个记录
zh_hant: 下次記錄

# domain_catalog.f72a879fb20d
source: ヒップアブダクション
ar_sa: اختطاف الورك
ca: abducció de maluc
cs: Odklon hýždí
da: Hoftenabduktion
de_de: Hüftabduktion
el: Πλευρική έκταση κορμού
en_au: Hip Abduction
es_es: Abducción de caderas
fi: Hännän ulospäin liike
fr_ca: Abduction des fessiers
gu: હાઈપ એબ્ડક્શન
he: הרחבת ירכיים
hi: कूल्हे का विस्तार
hr: Izbacivanje koljena
hu: Aderk oldalra nyújtás
id: Hip Abduction
it: Abduzione dei glutei
ko: 골반 어덕션
mr: कूल्हेचे विस्तारणे
ms: Mengulihkan Pinggul
nl_nl: Heupabductie
no: Hoftabduksjon
pl: Otwarcie bioder
pt_br: Abdução de quadril
pt_pt: Abdução de quadril
ro: Abducție la șolduri
ru: Отведение таза
sk: Odťah nôh
sl: Širjenje ženskih gluhov
sv: Höftabduktion
ta: தொடை அகலமாக்கல்
te: హిప్ అబ్‌డక్షన్
th: การเหยียดสะโพกออก
tr: Kalça Abduksiyon
uk: Розведення сідниць
vi: Duỗi hông
zh_hans: 臀部外展
zh_hant: 臀部外展

# domain_catalog.f74adb9e882d
source: 膝を伸ばしたまま踵を上げ、ふくらはぎを収縮させる。
ar_sa: أبقِ ركبتيك مستقيمتين، وارفعي كعبيك وقبضي ساقيك.
ca: Mantenir els genolls rectes, aixecar els talons i contraure els panxells.
cs: Protažení kolen, zvedněte patu a stáhněte lýtka.
da: Stræk knæene og løft hælene, og træk lægmusklerne sammen.
de_de: Heben Sie den Fuß und strecken Sie das Knie, während Sie die Waden anspannen.
el: Ανυψώστε τους αστραγάλους σας, διατηρώντας τα γόνατά σας τεντωμένα και συστέλλετε τους γαστροκνημίες.
en_au: Extend your knees while lifting your heels, then contract your calf muscles.
es_es: Extender las rodillas y levantar el talón, contrayendo los músculos de la pantorrilla.
fi: Nosto jalkaa, pitäen polvet suorina ja nostaen kantapäät.
fr_ca: Étendre les genoux et lever le talon, contracter les mollets.
gu: તમારા ઘૂંટણને લંબાવીને, પગની ઘૂંટીને ઉપર ઉઠાવો અને તમારી કાંડાને સંકોચાવો.
he: הרמת קרסולי תוך כדי שמירת רגליים ישרות, כיווץ השוקיים.
hi: अपने घुटनों को फैलाएं और एड़ी को ऊपर उठाएं, और अपनी पिंडली को संकुचित करें।
hr: Istežite koljena, a zatim podignite pete i napnuti potkoljenice.
hu: Húzza meg a sarat, miközben a térdei kinyúltak, és húzza össze a felső lábszárát.
id: Meluruskan lutut dan mengangkat tumit, lalu mengencangkan betis.
it: Sollevare il tallone mantenendo le ginocchia distese, contraendo i polpacci.
ko: 무릎을 펴고 발뒤꿈치를 들어 올려 종아리를 수축시킨다.
mr: गुडघे सरळ करून, पायाच्या मागील भागाला (Calf) ताणून घ्या.
ms: Meregangkan lutut dan mengangkat tumit, serta mengencangkan betis.
nl_nl: Strek je knieën en til je hielen op, waarbij je je kuiten aanspant.
no: Strek ut knærne og løft hælene, og klem lår.
pl: Rozciągnij nogi, a następnie unieź się na pięty, napinając łydki.
pt_br: Estique os joelhos e levante o calcanhar, contraindo as panturrilhas.
pt_pt: Estique os joelhos e levante o calcanhar, contraindo as panturrilhas.
ro: Ridică gleznele și trage înapoi călcâiele, contractând mușchii gambei.
ru: Выпрямлять ноги и поднимать пятки, сокращая икроножные мышцы.
sk: Rozpni kolená a zdvihnite päty, zároveň stlačte lýtky.
sl: Raztegnite stopalo, ohranjajte kolena in stisnite členke.
sv: Lyft foten och sträck ut knäet, dra sedan in vader.
ta: முட்டிகளை நீட்டிய நிலையில், குதிகாலை உயர்த்தி, தொடை எலும்புகளை சுருக்கவும்.
te: మోకాళ్లను చాపి, చీలమండలను బిగించి, అడుగు భాగాన్ని పైకి ఎత్తండి.
th: ยืดเข่า แล้วยกส้นเท้าให้สูงขึ้น และเกร็งน่อง
tr: Ayak bileğini bükerek ve topuğu yukarı kaldırarak, baldır kaslarını sıkın.
uk: Розтягнути коліна, піднявши п'яти, і скоротити литки.
vi: Duỗi chân và nâng gót, co bắp chân.
zh_hans: 保持膝盖伸直，抬起脚后跟，收缩小腿。
zh_hant: 保持膝盖伸展，抬起脚后跟，收缩小腿。

# domain_catalog.f798938f0c2a
source: 体調を崩さず、動ける毎日を続ける
ar_sa: حافظ على لياقتك واستمر في التحرك كل يوم
ca: Mantingueu-vos en forma i seguiu movent-vos cada dia
cs: Udržujte zdravý životní styl a aktivní den.
da: Hold dig i god form og fortsæt med at være aktiv hver dag.
de_de: Sorgen Sie für einen gesunden Alltag, bei dem Sie aktiv bleiben können.
el: Διατηρήστε την καλή σας υγεία και συνεχίστε να είστε δραστήριοι καθημερινά.
en_au: Maintain your health and mobility every day.
es_es: Mantén un estado de salud óptimo y continúa manteniendo una rutina activa.
fi: Pidä huolta terveydestäsi ja jatka aktiivista elämää
fr_ca: Maintenir une bonne santé et continuer à bouger quotidiennement.
gu: શારીરિક સ્વાસ્થ્ય જાળવી રાખો અને સક્રિય રહો.
he: שמרו על מצב בריאות טוב והמשיכו להיות פעילים
hi: अपनी सेहत का ध्यान रखें, और हर दिन सक्रिय रहें
hr: Održavajte zdrav način života i aktivno vrijeme.
hu: Tartsd meg az egészséges állapotot, és folytasd a mozgást minden nap.
id: Lakukan aktivitas fisik setiap hari agar tetap sehat
it: Mantenere uno stato di salute ottimale e continuare a muoversi ogni giorno
ko: 건강을 유지하며, 활동적인 하루를 지속합니다.
mr: शारीरिक स्थिती व्यवस्थित ठेवा आणि नियमित व्यायाम करत राहा.
ms: Pastikan anda sentiasa sihat dan aktif setiap hari
nl_nl: Een dag vol energie, zonder je gezondheid in gevaar te brengen
no: Fortsett med en aktiv hverdag, uten å gå på kompromiss med helsen.
pl: Utrzymuj zdrowie i aktywny tryb życia
pt_br: Mantenha uma rotina saudável e ativa
pt_pt: Mantenha uma rotina saudável e ativa
ro: Menține o stare de sănătate bună și continuă să te miști
ru: Поддерживайте здоровый образ жизни и продолжайте быть активным каждый день.
sk: Udržujte zdravý životný štýl a aktívny režim.
sl: Bodite zdravi in ohranjajte aktivno življenje
sv: Fortsätt ha en aktiv vardag och behåll god hälsa
ta: சுகாதாரத்துடன், தொடர்ந்து இயங்கக்கூடிய ஒரு நாளைக் கொண்டிருக்கவும்.
te: శరీర ఆరోగ్యాన్ని కాపాడుతూ, చురుకుగా ఉండే రోజులను కొనసాగించండి
th: เพื่อให้มีสุขภาพดีและสามารถออกกำลังกายได้อย่างต่อเนื่อง
tr: Sağlığını koruyarak, hareketli bir yaşam sürdürmeye devam et
uk: Підтримуйте здоров'я та активний спосіб життя
vi: Duy trì vóc dáng khỏe mạnh và hoạt động hàng ngày
zh_hans: 保持健康状态，每天都能积极活动
zh_hant: 維持健康狀態，每天都能活動

# domain_catalog.f7d7d09ec6af
source: 自重・マット
ar_sa: الوزن الميت/حصيرة
ca: Pes mort/estora
cs: Cvičení s matrací
da: Selvvægt + måtte
de_de: Eigenes Gewicht + Matte
el: Αυτοκινητόνυμο + στρώμα γυμναστηρίου
en_au: Bodyweight + Mat
es_es: Peso corporal + colchoneta
fi: Itseharjoittelu / Matto
fr_ca: Poids du corps + tapis de sol
gu: સ્વયં-વજન અને મેટ
he: תרגילים ללא משקולות, על גבי שטיח
hi: स्वयं का वजन + मैट
hr: Samopomoć + podloga
hu: Saját súly + matrac
id: Latihan Beban Tubuh + Matras
it: Corpo libero + tappetino
ko: 자세 + 매트
mr: स्वतःचे वजन आणि मॅट
ms: Berat badan + Mat
nl_nl: Gewichts-training op een mat
no: Selvvekt + matte
pl: Ćwiczenia z własną masą ciała + mata
pt_br: Peso corporal + colchonete
pt_pt: Peso corporal + colchonete
ro: Exerciții cu propria greutate și mat
ru: Самостоятельные упражнения + коврик
sk: Cvičenie s vlastnou váhou + podložka
sl: Samopomoč + mat
sv: Kroppen själv + mattor
ta: சுயமாக செய்யும் உடற்பயிற்சி மற்றும் மேட்
te: స్వీయ బరువు మరియు మ్యాట్
th: ออกกำลังกายแบบไม่มีอุปกรณ์ + เสื่อ
tr: Ağırlık antrenmanı + mat
uk: Самостійні вправи + мат
vi: Tập tạ + đệm tập
zh_hans: 自重 + 瑜伽垫
zh_hant: 自重、瑜伽墊

# domain_catalog.f80514096571
source: ケーブルサイドレイズ
ar_sa: يرفع جانب الكابل
ca: elevacions laterals del cable
cs: Kabelové side raise
da: Cable side raise
de_de: Kabel-Side Raise
el: Κύκλοι με Καλώδιο
en_au: Cable Side Raise
es_es: Elevación lateral con cuerda
fi: Kaapelin sivunnosto
fr_ca: Élévations latérales au câble
gu: કેબલ સાઈડ રેઝ
he: מכונת כבלים
hi: केबल साइड रेज
hr: Cable side raise
hu: Cable side raise
id: Side Raise Tali
it: Alzata laterale al cavo
ko: 케이블 사이드 레이즈
mr: केबल साइड रेज
ms: Cable side raise
nl_nl: Cable side raise
no: Cable side raise
pl: Podciąganie ramion w bok przy użyciu linki
pt_br: Elevação lateral na corda
pt_pt: Elevação lateral na corda
ro: Cârlig side raise
ru: Подъем гантелей в стороны
sk: Káblový side raise
sl: Cable side raise
sv: Kabel sidolyft
ta: கேபிள் சைடு ரைஸ்
te: కేబుల్ సైడ్ రైజ్
th: ยกแขนด้านข้างด้วยสายเคเบิล
tr: Cable Side Raise
uk: Підйом рук вбік за допомогою кабеля
vi: Bài tập nâng dây
zh_hans: 绳索侧平举
zh_hant: 绳索侧平举

# domain_catalog.f912225f0d5d
source: ラットプルダウン
ar_sa: المنسدلة اللات
ca: lat pulldown
cs: Přítahy s kladkami
da: Trækøvelse
de_de: Rudern mit dem Kabelzug
el: Άρσεις με λαβή
en_au: Lat pull-down
es_es: Remolque de brazos
fi: Vetoharjoitus
fr_ca: Tirage horizontal
gu: રાટ ડાઉન
he: משיכה עם הרגליים
hi: रैट पुल डाउन
hr: Podizanje s koljenima
hu: Oldalsó húzás
id: Tarik ke bawah
it: Trazioni alla sbarra
ko: 랫 풀 다운
mr: लाट पुल डाउन
ms: Tarik ke bawah
nl_nl: Lat pull-down
no: Nedtrekk med vektstang
pl: Ćwiczenie "Ratt Pull Down"
pt_br: Remada curvada
pt_pt: Remada curvada
ro: Tracțiuni cu greutate corporală
ru: Тяжение ласт
sk: Ťahovanie s kladkou
sl: Dvig z ravno dlino
sv: Rodd nedåt
ta: ராட் டவுன்
te: రాట్ డ్రా డౌన్
th: ดึงตัวลง
tr: Çekme hareketi (Lat Pull-down)
uk: Тяга лат
vi: Kéo ngược
zh_hans: 拉伸下拉
zh_hant: 哑铃下拉

# domain_catalog.f93900b1afc2
source: ロー
ar_sa: منخفض
ca: baix
cs: Dolů
da: Lav
de_de: Langsam
el: Χαμηλό
en_au: Low
es_es: Bajo
fi: Alaspäin
fr_ca: Bas
gu: લો
he: נמוך
hi: लो
hr: Niz
hu: Alsó
id: Turun
it: Basso
ko: 로우
mr: कमी
ms: Turun
nl_nl: Low
no: Ned
pl: Niski
pt_br: Baixo
pt_pt: Baixo
ro: Coardă
ru: Низ
sk: Nízka pozícia
sl: Nize
sv: Låg position
ta: குறை
te: తక్కువ
th: ต่ำ
tr: Düşük pozisyon
uk: Низ
vi: Dây
zh_hans: 低
zh_hant: 下

# domain_catalog.fae7ab24c5bd
source: やや前傾し、胸と上腕三頭筋を使って体を押し上げる。
ar_sa: انحنِ للأمام قليلاً واستخدم صدرك وثلاثية الرؤوس لدفع نفسك للأعلى.
ca: Inclineu-vos lleugerament cap endavant i utilitzeu el pit i els tríceps per empènyer-vos cap amunt.
cs: Lehněte mírně do předklonu a zatáhněte hrudník a triceps, abyste vytvořili pohyb.
da: Brug en let fremadgående stilling og press med brystet og triceps for at løfte kroppen.
de_de: Nehmen Sie eine leicht nach vorne geneigte Haltung ein und nutzen Sie Brust und Trizeps, um den Körper nach oben zu drücken.
el: Σταθείτε με ελαφρώς προκατειλημμένη στάση και χρησιμοποιήστε τους θώρακα και τους τρικέφαλο για να σπρώξετε το σώμα σας προς τα εμπρός.
en_au: Lean slightly forward, using your chest and triceps to push yourself up.
es_es: Inclínate ligeramente y usa los músculos del pecho y tríceps para empujar el cuerpo hacia arriba.
fi: Kyykisty ja käytä rintaa ja olkapäitä työntämään itseäsi ylöspäin.
fr_ca: Pentez-vous légèrement et utilisez votre poitrine et vos triceps pour pousser votre corps vers le haut.
gu: હળવા અચળાણમાં, છાતી અને ઉપરના હાથના સ્નાયુઓનો ઉપયોગ કરીને શરીરને આગળ ધકેલો.
he: להתכופף מעט ולהשתמש בחזה ובשרירי הזרוע העליונים כדי להרים את הגוף.
hi: थोड़ा आगे झुककर, छाती और बाइसेप्स का उपयोग करके शरीर को ऊपर धकेलें।
hr: Nagnite tijelo malo prema naprijed i koristite prsnu kost i triceps za podizanje tijela.
hu: Helyezze a testét enyhén előre, és használja a mellkasát és az oldalsó izmokat, hogy emelje fel a testet.
id: Miringkan tubuh sedikit, lalu dorong tubuh menggunakan dada dan trisep.
it: Inclinando leggermente il corpo, utilizzate petto e tricipiti per spingere.
ko: 약간 앞으로 기울고, 가슴과 삼두근을 사용하여 몸을 밀어냅니다.
mr: हलक्या वक्र स्थितीत, छाती आणि ट्रायसेप्सच्या मदतीने शरीर पुढे ढकला.
ms: Sedikit condong ke hadapan, kemudian mendorong badan dengan menggunakan dada dan trisep.
nl_nl: Leun licht naar voren en duw jezelf op met je borst en triceps.
no: Bruk en lett overkroppsvinkel og press kroppen opp med brystmusklene og triceps.
pl: Skręć lekko ciało i użyj klatki piersiowej oraz tricepsów, aby się uniosła.
pt_br: Incline-se ligeiramente e use os músculos do peito e tríceps para impulsionar o corpo.
pt_pt: Incline-se ligeiramente e use os músculos do peito e tríceps para impulsionar o corpo.
ro: Îndoiți ușor șoldurile și folosiți pieptul și tricepsul pentru a împinge corpul înainte.
ru: Немного наклонитесь вперед и используйте грудь и трицепс для отталкивания.
sk: Nakloňte telo mierne dopredu a pritláčajte sa pomocou hrudníka a trpaslíkov.
sl: Nagnite se rahlo naprej in z uporabo prs in tricepsov potisnite telo.
sv: Luta dig något framåt och pressa upp kroppen med bröstet och triceps.
ta: சற்று முன்னோக்கி சாய்த்து, மார்பு மற்றும் மேல் கைகளை பயன்படுத்தி உடலை உயர்த்தவும்.
te: కొద్దిగా ముందుకు వంగి, ఛాతీ మరియు ట్రెసెప్స్ ఉపయోగించి శరీరాన్ని పైకి లేపండి.
th: ปรับท่าให้เอียงเล็กน้อย แล้วใช้หน้าอกและกล้ามเนื้อไทรเซปส์ดันตัว
tr: Biraz öne eğilerek, göğüs ve üst kol kaslarınızı kullanarak vücudunuzu itin.
uk: Немного нахиліться вперед і використовуйте груди та трицепс для підняття тіла.
vi: Hơi nghiêng người về phía trước, sử dụng ngực và cơ tam đầu để đẩy cơ thể lên.
zh_hans: 稍微前倾，利用胸部和肱三头肌将身体推向前方。
zh_hant: 稍微前傾，利用胸部和三頭肌的力量推動身體。

# domain_catalog.fc557946398d
source: ハンマーカール
ar_sa: حليقة المطرقة
ca: rínxol de martell
cs: Kliky s činkou
da: Hammer Curl
de_de: Hammer Curls
el: Hammer Curl
en_au: Hammer Curl
es_es: Curl con mancuernas
fi: Hammer curl
fr_ca: Curl haltère
gu: હામર કાર્લ
he: כפיפת יד עם משקולת
hi: हैमर कर्ल
hr: Hammer curl
hu: Hammer curl
id: Hammer Curl
it: Curl con manubrio
ko: 햄머 컬
mr: हॅमर कर्ल
ms: Hammer Curl
nl_nl: Hammer curl
no: Hammer curl
pl: Wyciskanie sztangielki na barki (Hammer Curl)
pt_br: Rosca com haltere
pt_pt: Rosca com haltere
ro: Îndreptări cu ganteră
ru: Сгибания рук с гантелями
sk: Hammer curl
sl: Hammer curl
sv: Hammer curl
ta: ஹேமர் கார்ல்
te: హామర్ కర్ల్
th: ท่าแฮมเมอร์เคิร์ล
tr: Yılan curl
uk: Згинання рук з гантелями
vi: Curl gập tay
zh_hans: 锤式弯举
zh_hant: 杠铃弯举

# domain_catalog.fd491d2bd8bd
source: 体幹を固定し、脚を後方へ蹴り出して臀部を収縮させる。
ar_sa: حافظ على ثبات جذعك، وارجع ساقيك إلى الخلف وقم بتقليص الأرداف.
ca: Mantenint el nucli ferm, fes un cop de peu cap enrere i contrau les natges.
cs: Zafixujte trpáň a zatlačte nohy dozadu, abyste stáhli boky.
da: Fastgør din kerne og spark med benene bagud for at trække hofterne ind.
de_de: Fixieren Sie Ihre Rumpfmuskulatur und treten Sie mit den Füßen nach hinten, um die Hüften zu kontrahieren.
el: Σταθεροποιήστε τον κορμό και χτυπήστε τα πόδια προς τα πίσω για να συστέλλεται ο κοιλιακός σας μυς.
en_au: Stabilize your core and kick your legs back to contract your hips.
es_es: Estabiliza tu core y, con los pies, empuja hacia atrás para contraer las caderas.
fi: Kiinnitä ydin ja potkaise jalat taakse, jolloin lantio supistuu.
fr_ca: Fixer le tronc et pousser les jambes vers l'arrière pour contracter les fessiers.
gu: શરીરના કેન્દ્રને સ્થિર કરો, પગને પાછળ ધકેલીને હિપ્સને સંકોચાવો.
he: חזקו את הליבה ובעטו ברגליים אחורה כדי לכווץ את האגן.
hi: कोर को स्थिर रखें, और पैरों को पीछे की ओर मारकर कूल्हों को संकुचित करें।
hr: Zategnite trbušne mišiće i bacite noge prema nazad, usvajajući položaj.
hu: Stabilízd a gerinced, és rúgj ki a lábaival, hogy a deredet összehúzzd.
id: Stabilkan inti tubuh, lalu tendang kaki ke belakang untuk mengencangkan pinggul.
it: Fissare il core e allungare le gambe indietro, contraendo i glutei.
ko: 코어를 고정하고, 다리를 뒤로 뻗어 엉덩이를 수축시킵니다.
mr: शरीराचा मध्यभाग स्थिर ठेवा आणि पाय मागे मारून नितंबांना घट्ट करा.
ms: Tegakkan inti tubuh, kemudian tendang kaki ke belakang dan kempiskan pinggul.
nl_nl: De core stabiliseren en de benen naar achteren steken om de heupen in te trekken.
no: Fest kjernen, og spark føttene bakover for å trekke hoftene inn.
pl: Zabezpiecz rdzeń i kopnij nogami do tyłu, aby zaciągnąć biodra.
pt_br: Fixe o core e chute as pernas para trás, contraindo os glúteos.
pt_pt: Fixe o core e chute as pernas para trás, contraindo os glúteos.
ro: Fixează centrul corpului și lovește picioarele înapoi pentru a contracta zona feselor.
ru: Закрепите свой корпус и отталкивайтесь ногами назад, чтобы сжать таз.
sk: Zafixujte core a odrazte nohy dozadu, aby ste stiahli boky.
sl: Zadržite trup in z nogami v spodnji poziciji, da se nagobe.
sv: Fixera din kärna och sparka med benen bakåt för att dra in höfterna.
ta: உடலின் மையப்பகுதியை உறுதி செய்து, கால்களை பின்னோக்கி தள்ளி இடுப்பை சுருக்கவும்.
te: శరీర మధ్య భాగాన్ని స్థిరంగా ఉంచండి, కాళ్ళను వెనక్కి నెట్టి, పిరుదులను కుదించండి.
th: ล็อกส่วนกลางลำตัว และเหยียดขาออกด้านหลัง เพื่อกระชับสะโพก
tr: Merkezi vücudu sabitleyin, bacaklarınızı geriye doğru savurarak kalçalarınızı sıkın.
uk: Зафіксуйте корпус і відштовхуйте ноги назад, щоб звузити талію.
vi: Giữ cố định trung tâm cơ thể, đá chân ra sau để co rút hông.
zh_hans: 固定核心肌群，并将双腿向后踢出，收缩臀部。
zh_hant: 固定核心肌群，向後踢腿，收縮臀部。

# domain_catalog.fd6d8990ae12
source: 肩甲骨を寄せ、肘を開きすぎずにダンベルを胸の横へ下ろして押す。
ar_sa: ادفع الدمبلز للأسفل إلى جانبي صدرك دون الضغط على لوحي الكتف معًا وفتح مرفقيك كثيرًا.
ca: Empenyeu les manuelles cap als costats del pit sense prémer els omòplats i obrir massa els colzes.
cs: Přibližte lopatky k sobě, ohněte lokty a zvedejte činku směrem k hrudníku.
da: Bring skulderbladene tættere sammen, og løft vægten ned mod brystet uden at bøje for meget i albuerne.
de_de: Richte deine Schulterblätter aus und senke das Gewicht mit leicht geöffneten Ellbogen zur Seite vor deiner Brust ab.
el: Συγκεντρώστε τους οστούς της ωμοπλάτης και πιέστε το ράβδο προς τα κάτω, κοντά στην περιοχή του θώρακα.
en_au: Bring your shoulder blades together and lower the dumbbell to your chest while keeping your elbows slightly open.
es_es: Acercar las escápulas y bajar la barra hacia el lado del pecho, manteniendo los codos abiertos lo menos posible.
fi: Pidä hartiat lähellä toisiaan, laske käsipainot alas rintaan.
fr_ca: Rapprochez vos omoplates et poussez l'haltère vers le bas sur le côté de votre poitrine sans trop plier vos coudes.
gu: ખભાની હાડકાંને નજીક લાવો, હાથને વધારે ખુલ્લું ન રાખો અને ડમ્બેલને છાતીની બાજુ પર નીચે લઈ જઈને દબાવો.
he: להתקרב את הצלעות, ולהוריד את הדסקית לצד החזה תוך שמירה על מיקום הכתף.
hi: अपनी कोहनी को खोलें नहीं, बल्कि डम्बल को अपने सीने के बगल में नीचे लाएं और दबाएं।
hr: Priljubite lopatice, spuštajući uteg prema prsima i gurajući ga.
hu: Gyűsse a lapátokat, és húzza lefelé a käsizt a mell előtt.
id: Menjaga tulang selangka tetap sejajar, lalu menarik dumbbell ke samping tanpa terlalu membuka siku.
it: Avvicina le scapole e sposta il manubrio lateralmente, mantenendo i gomiti non troppo aperti.
ko: 어깨뼈를 모아, 팔꿈치가 너무 벌어지지 않도록 덤벨을 가슴 옆으로 밀어 내립니다.
mr: खांद्याचे हाड एकत्र ठेवा, जास्त वाकलेले हात आणि डंबेल छातीच्या बाजूला खाली ओढा.
ms: Menegangkan tulang belikat, sambil menarik dumbbell ke arah dada tanpa terlalu menekuk siku.
nl_nl: Breng je schouderbladen naar elkaar toe en til de dumbbell naar je borst door middel van je ellebogen, zonder ze te veel te buigen.
no: Hold skulderbladene tett sammen og senk stangen mot brystet med lett bøyd albue.
pl: Przybliż obojczyki i delikatnie opuść ciężar wzdłuż klatki piersiowej, jednocześnie utrzymując prawidłową pozycję łokci.
pt_br: Aproxime as escápulas e abaixe o peso em direção ao peito, mantendo os cotovelos na posição correta.
pt_pt: Aproxime as escápulas e abaixe o peso em direção ao peito, mantendo os cotovelos na posição correta.
ro: Apropie coastele și trage gantera în jos, lângă piept.
ru: Согните локти, не сгибая их слишком сильно, и опустите гантель к себе.
sk: Pripojte lopatky, ohnite lakte a stláčajte činku smerom k hrudníku.
sl: Zložite ramo in bodite pozorni na položaj rok, da ute spravite proti prs.
sv: Rulla ihop skulderbladen och sänk hanteln neråt mot bröstet utan att överexplicera armbågen.
ta: தோள்பட்டை எலும்புகளை ஒன்றிணைத்து, டம்பலை மார்புக்கு அருகில் இறக்கி அழுத்தவும்.
te: భుజం కడ్వలను దగ్గర చేసి, భుజాలను ఎక్కువగా తెరవకుండా డమ్బెల్‌ను ఛాతీ వైపుకు దించి నొక్కండి.
th: รวบสะกะ และงอข้อศอกเล็กน้อย จากนั้นใช้ดัมเบลดันลงด้านข้างของอก
tr: Omuz kemiklerinizi bir araya getirin, dirseklerinizi çok fazla açmayın ve ağırlığı göğsünüzün yan tarafına doğru itin.
uk: Зблизьте лопатки та опустіть гантелі вбік, не згинаючи руки надмірно.
vi: Gần nhau các xương sườn, giữ khuỷu tay không quá rộng và đưa tạ xuống phía bên ngực.
zh_hans: 靠近肩胛骨，同时避免过度弯曲肘部，并将哑铃向下推到胸部两侧
zh_hant: 靠近肩胛骨，輕微彎曲肘部，將啞鈴向下推至胸部側面

# domain_catalog.fdc6190c332c
source: ボリュームと漸進性を確認
ar_sa: تحقق من الحجم والتدرج
ca: Comprovar el volum i la gradualitat
cs: Zkontrolujte objem a postupnost cvičení
da: Bekræft volumen og progression
de_de: Volumen und Progression überprüfen
el: Ελέγξτε τον όγκο και την σταδιακή πρόοδο
en_au: Check volume and progression
es_es: Verificar volumen e intensidad
fi: Tarkista volyymi ja asteittainen eteneminen
fr_ca: Vérifier le volume et l'intensité progressive
gu: વોલ્યુમ અને ધીમે ધીમે વધારો ચકાસો
he: בדוק נפח ושיפור הדרגתי
hi: मात्रा और प्रगति की जाँच करें
hr: Provjerite volumen i postupan rast
hu: Ellenőrizd a mennyiséget és a fokozatosságot
id: Periksa volume dan progres
it: Verifica volume e progressione
ko: 볼륨과 점진성을 확인
mr: व्हॉल्यूम आणि हळू हळू प्रगती तपासा
ms: Pastikan jumlah dan peningkatan
nl_nl: Controleer het volume en de progressie
no: Bekreft volum og progresjon
pl: Sprawdź objętość i progres
pt_br: Verifique o volume e a progressão
pt_pt: Verifique o volume e a progressão
ro: Verificați volumul și progresul
ru: Проверьте объем и прогресс
sk: Skontrolujte objem a postupnosť
sl: Preverite količino in postopno povečanje
sv: Kontrollera volym och progression
ta: அளவு மற்றும் படிப்படியான முன்னேற்றத்தை சரிபார்க்கவும்
te: పరిమాణం మరియు క్రమంగా పెంచడాన్ని తనిఖీ చేయండి
th: ตรวจสอบปริมาณและเพิ่มความเข้มข้นทีละน้อย
tr: Hacim ve kademeli artışı kontrol edin
uk: Перевірте об'єм і поступовість
vi: Kiểm tra khối lượng và tiến độ
zh_hans: 确认训练量和渐进性
zh_hant: 确认体积和渐进性
